tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "apr-util"
brew "readline"
brew "sqlite"
brew "awscli"
brew "bat"
brew "bazaar"
brew "libyaml"
brew "cocoapods"
brew "deck"
brew "dep"
brew "direnv"
brew "icu4c@78"
brew "ffmpeg"
brew "flow"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "git-flow"
brew "glide"
brew "gnu-sed"
brew "graphviz"
brew "httpd"
brew "hugo"
brew "ideviceinstaller"
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "libiconv"
brew "libmemcached"
brew "libxml2"
brew "mhash"
brew "mcrypt"
brew "mecab"
brew "mecab-ipadic"
brew "memcached"
brew "mkcert"
brew "mtr"
brew "protobuf"
brew "mysql", restart_service: :changed
brew "mysql@5.7"
brew "nginx"
brew "nkf"
brew "nmap", link: false
brew "nodebrew"
brew "nsq"
brew "peco"
brew "postgresql@18", link: true
brew "pre-commit"
brew "protobuf@3.6"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "redpen"
brew "shellcheck"
brew "telnet"
brew "tfenv"
brew "tig"
brew "tree"
brew "typescript"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-completions"
cask "claude"
cask "claude-code"
cask "vagrant"
go "golang.org/dl/go1.17.4"
